SOL_SCALE = 0.7  --英雄缩放比例
HERO_ANCHOR = {0.3, 0.1} --英雄人物基准点
SHADOW_SCALE = 0.7 --阴影缩放比例


EnemyAttackRange = {   -- 敌方攻击范围	
	[1] = 70,
	[9] = 240,
	[11] = 200,
}
EnemyAttack = {
	[1] = 10,
	[9] = 10,
	[11] = 10,
}
EnemyHealth = {
	[1] =100,
	[9] =100,
	[11] =100,
}
--移动速度
EnemyMoveSpeed = {
	[1] = 50,
	[9] = 50,
	[11] = 30,
}
--敌方攻击速度
EnemyAttackSpeed = {
	[1] = 0.4,
	[9] = 0.2,
	[11] = 0.2,
}


MyAttackRange = {
	[0] = 150,
	[1] = 100,
	[2] = 120,
	[3] = 300,
}
MyAttack = {
	[0] = 30,
	[1] = 10,
	[2] = 5,
	[3] = 20,
}
MyHealth = {
	[0] = 100,
	[1] = 100,
	[2] = 100,
	[3] = 50,
}
--我方移动速度
MyMoveSpeed = {
	[0] = 100,
	[1] = 60,
	[2] = 80,
	[3] = 50,
}

MyAttackSpeed = {
	[0] = 0.5,
	[1] = 0.5,
	[2] = 0.5,
	[3] = 0.5,
}
