SOL_SCALE = 0.7  --英雄缩放比例
HERO_ANCHOR = {0.3, 0.1} --英雄人物基准点
SHADOW_SCALE = 0.7 --阴影缩放比例


EnemyAttackRange = {   -- 敌方攻击范围	
	[1] = 70,
	[9] = 240,
	[11] = 200,
}
EnemyAttack = {
	[1] = 10,
	[9] = 10,
	[11] = 10,
}
EnemyHealth = {
	[1] =100,
	[9] =100,
	[11] =100,
}
--移动速度
EnemyMoveSpeed = {
	[1] = 50,
	[9] = 50,
	[11] = 30,
}


MyAttackRange = {
	[0] = 100,
	[1] = 100,
	[2] = 100,
	[3] = 300,
}
MyAttack = {
	[0] = 50,
	[1] = 10,
	[2] = 20,
	[3] = 10,
}
MyHealth = {
	[0] = 100,
	[1] = 100,
	[2] = 100,
	[3] = 50,
}
--我方移动速度
MyMoveSpeed = {
	[0] = 60,
	[1] = 30,
	[2] = 40,
	[3] = 20,
}
